{
  "message" : "Lấy dữ liệu thành công",
  "articles": [
    {
      "title": "Strength Shampoo 250ml",
      "ttspd1": "Extreme repair shampoo for damaged hair.",
      "ttspd2":"Suk Ram Strength Shampoo gently cleanses your hair whilst enhancing strength and elasticity. Our unique formula is tailored to protect hair follicles against breakage and split ends. Strength Shampoo is recommended for regular use on highly damaged, coloured or brittle hair.",
      "ttspd3":""
    },
    {
      "title": "Strength Conditioner 250ml",
      "ttspd1": "Extreme repair conditioner for damaged hair.",
      "ttspd2":"Suk Ram Strength Conditioner works best on dehydrated, damaged hair leaving it silky and easy to groom. Our unique formula adapts to prevent hair from breakage whilst brushing or heat based styling. Strength Conditioner is recommended for regular use on highly damaged, coloured or brittle hair",
      "ttspd3":""
    },
    {
      "title": "Heat Protect Spray 125ml",
      "ttspd1": "Designed to shield your hair from heat whilst creating luminous shine, this increases the gloss on dull, dry hair without dragging it down. This perfectly developed lightweight product also helps to put the body back in the hair, giving gutsy texture to lifeless roots for an easy volume boost. For best results apply to towel dried hair and spray on mid lengths and ends and comb through prior to blowdrying.",
      "ttspd2": "",
      "ttspd3":""
    },
    {
      "title": "Argan Oil 125ml",
      "ttspd1": "Suk Ram Argan Oil Serum delivers instant shine and long-lasting rejuvenation. Argan Oil naturally penetrates the hair to help moisturise each layer of the hair strand for long-term hair repair so your hair actually looks and feels healthier, silkier, and extraordinarily shiny. Subtly scented with geranium oils, the ultralight, never-greasy, alcohol-free formula helps to seal split ends and deliver intense moisture to each layer of the hair strand. All hair types will instantly look and feel healthier, silkier, and shinier. For best results apply the smallest amount to mid lengths and ends of the hair prior to blowdrying.",
      "ttspd2": "Buy our best product to repair damaged hair, Our unique formula is tailored to protect hair follicles against breakage and split ends, works best on dehydrated, damaged hair leaving it silky and easy to groom. it also shields your hair from heat whilst creating luminous shine",
      "ttspd3": "You can Also Check Our best hair repair products uk. "
    }
  ]
}